Repository: common-repository/wp-bfi-better-featured-image
Catalog: langs/wp-bfi-better-featured-image-*.po
Languages: fr_ca

source: <a href="%s" target="_blank">Translate this plugin in other languages</a>, so other users can benefit from it.
fr_ca: <a href="%s" target="_blank">Traduisez cette extension dans d'autres langues</a>, afin que d'autres utilisateurs puissent en bénéficier.

source: <p><i class="fa fa-exclamation-triangle"></i> There is a default featured image for this post type. It will be used if it isn't set here.</p>
fr_ca: <p><i class="fa fa-exclamation-triangle"></i> Il y a une image à la une par défaut pour ce type d'article. Elle sera utilisée si elle n'est pas définie ici.</p>

source: <small>Out of <span class="num-posts">%d</span> posts, <span class="num-with-featured-image">%d</span> have a featured image.</small>
fr_ca: <small>Sur <span class="num-posts">%d</span> articles, <span class="num-with-featured-image">%d</span> ont une image à la une.</small>

source: Are you sure you want to unlink every featured image from this post type? NOTE: They won't be deleted from the media library.
fr_ca: Êtes-vous certain de vouloir dissocier toutes les images à la une de ce type d'article? NOTE: Elles ne seront pas supprimées de la librairie de médias.

source: Are you sure you want to unlink the default featured image from this post type? NOTE: It won't be deleted from the media library.
fr_ca: Êtes-vous certain de vouloir dissocier l'image à la une par défaut de ce type d'article? NOTE: Elle ne sera pas supprimée de la librairie de médias.

source: Are you sure you want to unlink the featured image from this post/page? NOTE: It won't be deleted from the media library.
fr_ca: Êtes-vous certain de vouloir dissocier l'image à la une de cet article/page? NOTE: Elle ne sera pas supprimée de la librairie de médias.

source: B
fr_ca: o

source: Buy me a coffee
fr_ca: Achetez-moi un café

source: Default Featured Image
fr_ca: Image à la une par défaut

source: Default Featured Image Information
fr_ca: Information sur l'image à la une par défaut

source: Disable WP BFI
fr_ca: Désactiver WP BFI

source: Don't forget to rate this plugin on <a href="%s" target="_blank">WordPress.org</a>.
fr_ca: N'oubliez pas d'évaluer cette extension sur <a href="%s" target="_blank">WordPress.org</a>.

source: Featured Image
fr_ca: Image mise en avant

source: Featured image
fr_ca: Image mise en avant

source: Featured Image Information
fr_ca: Information sur l'image à la une

source: GB
fr_ca: Go

source: Have an idea for this plugin? Send me an email: <a href="%s">info@verya.ca</a>
fr_ca: Vous avez une idée pour cette extension? Envoyez-moi un courriel : <a href="%s">info@verya.ca</a>

source: Having issues? Create a <a href="%s" target="_blank">new topic</a> on the official support forum of WordPress.org, giving as much detail as possible.
fr_ca: Vous avez des problèmes? Créez un <a href="%s" target="_blank">nouveau sujet</a> sur le forum officiel de WordPress.org, en donnant le plus de détails possible.

source: KB
fr_ca: ko

source: MB
fr_ca: Mo

source: Post Type
fr_ca: Type d'article

source: Replace Default Featured Image
fr_ca: Remplacer l'image à la une par défaut

source: Replace default featured image
fr_ca: Remplacer l'image à la une par défaut

source: Replace Featured Image
fr_ca: Remplacer l'image à la une

source: Replace featured image
fr_ca: Remplacer l'image à la une

source: Set Default Featured Image
fr_ca: Mettre une image à la une par défaut

source: Set default featured image
fr_ca: Mettre une image à la une par défaut

source: Set Featured Image
fr_ca: Mettre une image à la une

source: Set featured image
fr_ca: Mettre une image à la une

source: Setting a default featured image will only be effective to new posts (or updated ones) for the selected type.
fr_ca: La mise en place d'une image à la une par défaut ne sera qu'effectif pour les nouveaux articles (ou ceux mis à jour) pour le type sélectionné.

source: Settings
fr_ca: Paramètres

source: Share your experience
fr_ca: Partagez votre expérience

source: Support this plugin, <a href="%s" target="_blank">buy me a coffee</a>!
fr_ca: Soutenez cette extension, <a href="%s" target="_blank">achetez-moi un café</a>!

source: TB
fr_ca: To

source: Unlink All
fr_ca: Dissocier toutes

source: Unlink Default Featured Image
fr_ca: Dissocier l'image à la une par défaut

source: Unlink Featured Image
fr_ca: Dissocier l'image à la une

source: Unlinking featured images from all posts is done regardless of its status (<em>publish</em>, <em>future</em>, <em>draft</em>, <em>pending</em>, <em>private</em>, <em>trash</em> and <em>auto-draft</em>).
fr_ca: Dissocier les images à la une des articles se fait indépendamment de son statut (<em>publish</em>, <em>future</em>, <em>draft</em>, <em>pending</em>, <em>private</em>, <em>trash</em> and <em>auto-draft</em>).

source: View Default Featured Image
fr_ca: Voir l'image à la une par défaut

source: View Featured Image
fr_ca: Voir l'image à la une

source: WP BFI lets you manage featured images in a more efficient way, by adding intuitive tools to your WordPress interface.
fr_ca: WP BFI vous permet de gérer les images mise en avant de manière plus efficace en ajoutant des outils intuitifs à votre interface WP.

source: You like this plugin?
fr_ca: Vous aimez cette extension?
